insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id) values
    ('Повелитель ветра',
     'Знаменитый российский путешественник Фёдор Конюхов, за плечами которого покорение земных полюсов, океанов и высочайших вершин, отправляется в новое, самое опасное своё путешествие. Ему предстоит обогнуть Землю на воздушном шаре в полном одиночестве.',
      2023, 6, 12, 99, 1),
      ('Мегазавр',
      'Группа студентов отправляется в путешествие на затерянный экзотический остров. Ходят слухи, что здесь живут древние хищники из Юрского периода или что это место для правительственного эксперимента по выращиванию мутантов.',
      2023, 2, 18, 75, 2),
      ('Телохранитель на фрилансе',
      'Бывший оперативник спецназа променял полную экшна жизнь на серые будни в офисе. С неохотой он всё-таки соглашается на простую, но высокооплачиваемую подработку – сопровождать журналистку в командировке, пока та берёт интервью у обаятельного диктатора.',
      2023, 4, 18, 109, 3),
      ('Великий уравнитель',
      'С тех пор как Роберт МакКолл отказался от жизни киллера, работающего на правительство, он изо всех сил пытается смириться с ужасными поступками, которые совершал в прошлом, найдя утешение в вершении правосудия от имени угнетённых.',
      2023, 4, 16, 116, 4);